/* User/pwd server verification */
"Authentication Required" = "Wymagane uwierzytelnienie";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Anuluj";

/* HTTPS server verification */
"Proceed" = "Dalej";

/* Link long-press context menu */
"Copy Link" = "Kopiuj odnośnik";

/* Google autocomplete error */
"Error: " = "Błąd: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Nie udało się ustanowić sesji audio dla WebView – może nie być dźwięku.";

/* User/pwd server verification */
"Log In" = "Zaloguj się";

/* Link long-press context menu */
"Open Here" = "Otwórz tutaj";

/* Link long-press context menu */
"Open in New Tab" = "Otwórz w nowej karcie";

/* User/pwd server verification */
"Password" = "Hasło";

/* Google autocomplete error */
"response code %d" = "kod odpowiedzi %d";

/* Google autocomplete error */
"response format unrecognized" = "nierozpoznany format odpowiedzi";

/* Google autocomplete error */
"response non-decodable" = "odpowiedź niekodowalna";

/* Google autocomplete error */
"response parsing %@" = "odpowiedź parsowania %@";

/* HTTPS server verification */
"Warning" = "Ostrzeżenie";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "Certyfikat tej witryny nie jest zaufany. Czy chcesz kontynuować?";

/* User/pwd server verification */
"Username" = "Nazwa użytkownika";

/* Link long-press context menu */
"Open in Background Tab" = "Otwórz w karcie w tle";

/* Bookmark view controller */
"Edit Bookmark" = "Edycja zakładek";

/* Link long-press context menu */
"Save Image" = "Zapisz obrazek";

/* Link long-press context menu */
"Save Video" = "Zapisz film";

/* Web download failure alert title */
"Download Failed" = "Pobieranie się nie powiodło";

/* Web download failure description */
"File download failed due to network error." = "Pobieranie pliku nie powiodło się z powodu błędu sieci.";

/* Web download failure description */
"The file had unexpected content." = "Plik miał nieoczekiwaną zawartość.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Plik nie może zostać zapisany w folderze Rolka z aparatu.";

/* Web download failure description */
"File download failed due to internal error %@." = "Pobieranie pliku nie powiodło się z powodu błędu wewnętrznego %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Przeglądarka nie może pobrać tego pliku.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Anuluj";
